/**
 ****************************************************************************************************
 * @file        lvgl_demo.h
 * @version     V1.0
 * @brief       LVGL 文件系统使用 实验
 ****************************************************************************************************
 * @attention   Waiken-Smart 慧勤智远
 *
 * 实验平台:    STM32H723ZGT6小系统板
 *
 ****************************************************************************************************
 */
 
#ifndef __LVGL_DEMO_H
#define __LVGL_DEMO_H
#ifdef __cplusplus
extern "C" {
#endif
void lvgl_demo(void);   /* lvgl例程 */
#ifdef __cplusplus
}
#endif

#endif
